[
    {
        "id": 0,
        "no": "",
        "text": "Adult (PCL-5)",
        "options": "ADULT",
        "type": "Meta",
        "answer":""
    },
    {
        "id": 1,
        "no": "",
        "text": "experience involving actual or threatened death, serious injury, or sexual violence. It could be something that happened to you directly, something you witnessed, or something you learned happened to a close family member or close friend. Some examples are a serious accident; fire; disaster such as a hurricane, tornado, or earthquake; physical or sexual attack or abuse; war; homicide; or suicide.\\n\\n First, please answer a few questions about your worst event, which for this questionnaire means the event that currently bothers you the most. This could be one of the examples above or some other very stressful experience. Also, it could be a single event (for example, a car crash) or multiple similar events (for example, multiple stressful events in a war-zone or repeated sexual abuse).",
        "options": "",
        "type": "Instruction",
        "answer":""
    },
    {
        "id": 2,
        "no": "Q",
        "text": "Briefly identify the worst event (if you feel comfortable doing so)",
        "options":"",
        "type": "Text",
        "answer":""
    },
    {
        "id": 3,
        "no": "Q",
        "text": "How long ago did it happen? (please estimate if you are not sure)",
        "options":"",
        "type": "Text",
        "answer":""
    },
    {
        "id": 4,
        "no": "Q",
        "text": "Did it involve actual or threatened death, serious injury, or sexual violence?",
        "options": ["Yes", "No"],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 5,
        "no": "Q",
        "text": "How did you experience it?",
        "options": ["It happened to me directly", "I witnessed it", "I learned about it happening to a close family member or close friend", "I was repeatedly exposed to details about it as part of my job (for example, paramedic, police, military, or other first responder)", "Other, please describe"],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 6,
        "no": "q",
        "text": "If 'Other', please describe",
        "options":"",
        "type": "Text",
        "answer":""
    },
    {
        "id": 7,
        "no": "Q",
        "text": "If the event involved the death of a close family member or close friend, was it due to some kind of accident or violence, or was it due to natural causes?",
        "options": ["Accident or violence", "Natural causes", "Not applicable (the event did not involve the death of a close family member or close friend)"],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 8,
        "no": "",
        "text": "Second, keeping this worst event in mind, read each of the problems on the next page and then circle one of the numbers to the right to indicate how much you have been bothered by that problem in the past month.",
        "options": "",
        "type": "Instruction",
        "answer":""
    },
    {
        "id": 9,
        "no": "1",
        "text": "Repeated, disturbing, and unwanted memories of the stressful experience?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 10,
        "no": "2",
        "text": "Repeated, disturbing dreams of the stressful experience?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 11,
        "no": "3",
        "text": "Suddenly feeling or acting as if the stressful experience were actually happening again (as if you were actually back there reliving it)?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 12,
        "no": "4",
        "text": "Feeling very upset when something reminded you of the stressful experience?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 13,
        "no": "5",
        "text": "Having strong physical reactions when something reminded you of the stressful experience (for example, heart pounding, trouble breathing, sweating)?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 14,
        "no": "6",
        "text": "Avoiding memories, thoughts, or feelings related to the stressful experience?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 15,
        "no": "7",
        "text": "Avoiding external reminders of the stressful experience (for example, people, places, conversations, activities, objects, or situations)?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 16,
        "no": "8",
        "text": "Trouble remembering important parts of the stressful experience?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 17,
        "no": "9",
        "text": "Having strong negative beliefs about yourself, other people, or the world (for example, having thoughts such as: I am bad, there is something seriously wrong with me, no one can be trusted, the world is completely dangerous)?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 18,
        "no": "10",
        "text": "Blaming yourself or someone else for the stressful experience or what happened after it?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 19,
        "no": "11",
        "text": "Having strong negative feelings such as fear, horror, anger, guilt, or shame?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 20,
        "no": "12",
        "text": "Loss of interest in activities that you used to enjoy?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 21,
        "no": "13",
        "text": "Feeling distant or cut off from other people?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 22,
        "no": "14",
        "text": "Trouble experiencing positive feelings (for example, being unable to feel happiness or have loving feelings for people close to you)?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 23,
        "no": "15",
        "text": "Irritable behavior, angry outbursts, or acting aggressively?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 24,
        "no": "16",
        "text": "Taking too many risks or doing things that could cause you harm?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 25,
        "no": "17",
        "text": "Being 'superalert' or watchful or on guard?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 26,
        "no": "18",
        "text": "Feeling jumpy or easily startled?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 27,
        "no": "19",
        "text": "Having difficulty concentrating?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    },
    {
        "id": 28,
        "no": "20",
        "text": "Trouble falling or staying asleep?",
        "options": [0, 1, 2, 3, 4],
        "type": "Rating",
        "answer":""
    }
]
